Revit 2016 API
KeyBasedTreeEntriesIterator Properties
The KeyBasedTreeEntriesIterator type exposes the following members.
Properties
Name | Description
Current
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
KeyBasedTreeEntriesIterator Class
Autodesk.Revit.DB Namespace